Can't paste some or all of the selected objects.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPasteObject { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPasteObject As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPasteObject {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace